import { from } from "rxjs";
import { Card } from './card'

export const CARDS: Card[] = [
    {
        id: 1,
        text: 'Будь терпелив к себе и другим.'
    },
    {
        id: 2,
        text: 'Радуйся и позволь радости распространяться через тебя.'
    },
    {
        id: 3,
        text: 'Будь созидательной и хорошей личностью!'
    },
    {
        id: 4,
        text: 'Шри Дурга Мата дает тебе уверенность в себе!'
    },
    {
        id: 5,
        text: 'Будь коллективным! Не думай, что ты что-то особенное!'
    },
    {
        id: 6,
        text: 'Защищай хороших людей и давай им реализацию.'
    },
    {
        id: 7,
        text: 'Почувствуйте свой дух и насладитесь этой прекрасной жизнью, жизнью реализованной души!'
    },
    {
        id: 8,
        text: 'Тот, кто не является невинным, не может быть мудрым. Мудрость приходит только через невинность.'
    },
    {
        id: 9,
        text: 'Негативность левой стороны очень опасна и может привести к серьезным эмоциональным и психологическим проблемам.'
    },
    {
        id: 10,
        text: 'Вы должны иметь сострадание к людям, которые не могут понять!'
    },
    {
        id: 11,
        text: 'Шри Ганеша – это основа невинности и чистоты. Почувствуйте эти качества в себе.'
    },
    {
        id: 12,
        text: 'Если ты ведешь святую жизнь в дхарме, ты будешь наслаждаться этой жизнью!'
    },
    {
        id: 13,
        text: 'Смысл жизни в поклонении Богу Всемогущему!'
    },
    {
        id: 14,
        text: 'Верь в себя и в свои творческие силы!'
    },
    {
        id: 15,
        text: 'Пусть твоя интуиция, твоя левая сторона действует!'
    },
    {
        id: 16,
        text: 'Скромность позволит вам расти вглубь, и вы станете прекрасными!'
    },
    {
        id: 17,
        text: 'Сбалансируй свои правую и левую стороны! Когда ты в центре – ты в настоящем!'
    },
    {
        id: 18,
        text: 'Вы должны медитировать и постараться войти  в состояние безмысленного осознания!'
    },
    {
        id: 19,
        text: 'Вы особый тип человеческой расы, а прекрасные образцы представлены в вашей жизни, в стиле жизни, в вашем поведении.'
    },
    {
        id: 20,
        text: 'Читта Ниродх! Научи меня, как  избегать вещей, которые уводят мое внимание.'
    },
    {
        id: 21,
        text: 'Шри Махакали – это энергия вашей левой стороны, энергия желания. Если ваше желание чистое, Парамчайтанья будет действовать!'
    },
    {
        id: 22,
        text: 'Осознавай себя и свои действия. Не думай слишком много, будь сахадж!'
    },
    {
        id: 23,
        text: 'Молись всем сердцем: «Пожалуйста, дай мне силу быть искренним!»'
    },
    {
        id: 24,
        text: 'Молитесь: «О Господь, дай мне чув-ство безопасности моего ДУХА!»'
    },
    {
        id: 25,
        text: 'Вы должны избавиться от проблем, взглянуть на себя и проинтроспектировать, тогда лотос, которым вы являетесь, сможет распространяться'
    },
    {
        id: 26,
        text: 'Обращение внимания на проблемы и вера в то, что Божественная Энергия справится с ними, разрешит все ваши проблемы.'
    },
    {
        id: 27,
        text: 'Самый лучший способ остановить мысли – это подумать: «Что могу я сделать для  СЙ?» Тогда вы станете безмысленным осознанием.'
    },
    {
        id: 28,
        text: 'Уважай себя, ты отражение Бога Всемогущего!'
    },
    {
        id: 29,
        text: 'Молитесь: «Дай мне чувство собственного достоинства».'
    },
    {
        id: 30,
        text: 'Сангам саранам гачами. Я сдаюсь на волю коллектива.'
    },
    {
        id: 31,
        text: 'Если вы не будете использовать энергию Кундалини, она перестанет работать! Используйте свои вибрации и давайте их всему живому!'
    },
    {
        id: 32,
        text: 'Вы должны понять, что ангелы всегда окружают вас и наблюдают за вами, так что вы должны любить Бога всем сердцем!'
    },
    {
        id: 33,
        text: 'Позвольте вашему сердцу пропитаться любовью вашей Матери. Просто позвольте. Посмотрите, как сильно я люблю вас.'
    },
    {
        id: 34,
        text: 'Чтобы стать великим сахаджа йогом, вы должны следить за своим принципом Махалакшми. Теперь вы нашли реальность, истину, теперь вы можете прогрессировать.'
    },
    {
        id: 35,
        text: 'Вас могли немного обмануть, немного доминировать над вами или опозорить, но сахаджа йоги должны быть невинными.'
    },
    {
        id: 36,
        text: 'Существует внутренняя война. Вы должны бороться с шестью врагами внутри вас. Только после этого вы можете подниматься и восходить в своем духовном росте.'
    },
    {
        id: 37,
        text: 'Давайте молиться Шри Бхайраве, чтобы он дал нам повод смеяться, наслаждаться, веселиться.'
    },
    {
        id: 38,
        text: 'Вы должны быть связаны со мной, это ощущение такое удовлетворяющее, дающее радость, что вы используете эту радость для себя и для других.'
    },
    {
        id: 39,
        text: 'Используйте интроспекцию и спрашивайте себя: каков твой уровень, каким «отражателем» ты являешься?'
    },
    {
        id: 40,
        text: 'Молитесь от всего сердца. Молитва – это великая вещь для сахаджа йога.'
    },
    {
        id: 41,
        text: 'Молитесь: «Позволь мне видеть свои ошибки, а не ошибки других».'
    },
    {
        id: 42,
        text: 'Молитесь: «Позволь мне видеть, почему люди несчастливы со мной».'
    },
    {
        id: 43,
        text: 'Ваше собственное внимание важно, а не внимание других.'
    },
    {
        id: 44,
        text: 'Шри Лакшми – это принцип богатства и мира.'
    },
    {
        id: 45,
        text: 'Позволь мне быть свидетелем и ощущать состояние свидетеля.'
    },
    {
        id: 46,
        text: 'Где уважаются женщины, там обитает Богиня нашего благополучия.'
    },
    {
        id: 47,
        text: 'Вы должны иметь полную веру в себя, а это ни что иное как невинность.'
    },
    {
        id: 48,
        text: 'Мы должны делиться, мы одно тело, неотъемлемая часть целого.'
    },
    {
        id: 49,
        text: 'Молитесь: «Дай мне природное смирение, с помощью которого я бы мог проникать в сердца людей».'
    },
    {
        id: 50,
        text: 'Когда вы достигнете безмысленного осознания, вы станете совершенно спокойными внутри.'
    },
    {
        id: 51,
        text: 'Если вы можете сделать себя сильнее, чем ваша память, тогда ничто не сможет завладеть вами.'
    },
    {
        id: 52,
        text: 'Молитесь: «Забери мои мысли, дай мне состояние свидетеля, с помощью которого я бы мог видеть всю драму».'
    },
    {
        id: 53,
        text: 'Левосторонний человек не может быть коллективным. Он не может наслаждаться коллективным весельем.'
    },
    {
        id: 54,
        text: 'Любовь – это дающая жизнь сила семьи. Она связывает, питает и поддерживает семью.'
    },
    {
        id: 55,
        text: 'Вы должны считать, скольких людей вы любите. Все сахаджа йоги в моем сердце.'
    },
    {
        id: 56,
        text: 'Вы все должны очищать свои чакры каждый день. Будьте чистыми и благоприятными.'
    },
    {
        id: 57,
        text: 'Пожалуйста, избавь меня от эго, которое заставляет меня думать, что я выше других.'
    },
    {
        id: 58,
        text: 'Правосторонние люди не позволяют никому наслаждаться коллективностью.'
    },
    {
        id: 59,
        text: 'Шри Ханумана был так предан Раме. Преданность продвинет вас вперед!'
    },
    {
        id: 60,
        text: 'Восхождение – это цель вашей жизни, а совершенствование – это ваша работа.'
    },
    {
        id: 61,
        text: 'Шри Ади Шакти – ваша Мать! Где ваше внимание сейчас?'
    },
    {
        id: 62,
        text: 'Самое главное, что нужно знать, – это поклонение Матери Земле.'
    },
    {
        id: 63,
        text: 'Это все миф, который расстраивает вас. Просто разрушьте его!'
    },
    {
        id: 64,
        text: 'Молитесь: «Позволь мне быть бесстрашной личностью и чувствовать Шри Дургу в  своем сердце».'
    },
    {
        id: 65,
        text: 'Насколько вы коллективны? Со сколькими людьми вы можете общаться? Над сколькими вещами вы можете смеяться?'
    },
    {
        id: 66,
        text: 'Вы должны давать реализацию, нести свой свет в общество. Это ваша ответственность.'
    },
    {
        id: 67,
        text: 'Самое большое достоинство тончайшей формы – это просто поиск союза с Богом.'
    },
    {
        id: 68,
        text: 'Молитесь: «Дай мне сладкую речь, чтобы я мог общаться с другими».'
    },
    {
        id: 69,
        text: 'Как только вы решите доставить удовольствие другим, язык станет другим, станет сладким, как мед.'
    },
    {
        id: 70,
        text: 'Если у вас чистое сердце, вы можете ясно видеть других людей. Невинность – такая могущественная вещь.'
    },
    {
        id: 71,
        text: 'Если вас постигло разочарование, просто улыбайтесь и знайте, что это для вашего блага.'
    },
    {
        id: 72,
        text: 'Вся драма разыгрывается для того. Чтобы доказать существование великой энергии, энергии Бога.'
    },
    {
        id: 73,
        text: 'Дхарнам саранам гачами. Я поклоняюсь Нирмала Дхарме во мне.'
    },
    {
        id: 74,
        text: 'В безмысленном состоянии никто не может тронуть вас, это ваша крепость.'
    },
    {
        id: 75,
        text: 'Будхам саранам гачами. Я предаюсь своей самореализации.'
    },
    {
        id: 76,
        text: 'Вы здесь, чтобы выполнить работу Ади Шакти, работу по трансформации людей.'
    },
    {
        id: 77,
        text: 'Каалатит. Вне времени. Без времени. Все происходит в нужный момент.'
    },
    {
        id: 78,
        text: 'Мы должны быть терпимыми с другими и принимать все различия.'
    },
    {
        id: 79,
        text: 'Деньги не могут заменить реальность.'
    },
    {
        id: 80,
        text: 'Сильное центральное сердце – это основа здоровой личности.'
    },
    {
        id: 81,
        text: 'Разговаривайте со всеми с открытым сердцем.'
    },
    {
        id: 82,
        text: 'Если человек слишком снисходительный и думает слишком много о вещах, которые не важны для духовности, тогда Кундалини падает вновь и вновь.'
    },
    {
        id: 83,
        text: 'Если вы являетесь инструментом Бога Всемогущего, инструментом Ади Шакти, тогда ваша жизнь будет полна любви и радости… прекрасной.'
    },
    {
        id: 84,
        text: 'Примите помощь от ганов. Вы можете обладать очень большой интуицией. 50% СЙ основано на интуиции. Вы должны развивать присущее Шри Ганеше качество.'
    },
    {
        id: 85,
        text: 'Интроспектируйте и дайте уйти всем отрицательным чувствам внутри коллектива… и просто чувствуйте любовь друг к другу…'
    },
    {
        id: 86,
        text: 'Единственная вещь, которая действительно принесет мне счастье – это когда вы полюбите друг друга так, как люблю вас я.'
    },
    {
        id: 87,
        text: 'Почему вы тратите так много времени на обыденные, незначительные, не имеющие смысла вещи? В чем ваша судьба? '
    },
    {
        id: 88,
        text: 'Как ни был велик человек в обществе, без любви он потеряет силу притяжения, сладкий аромат цветка.'
    },
    {
        id: 89,
        text: 'Ощутите прекрасный покой и тишину вашего Духа. Через тишину вы можете ощущать Бога, Парамчайтанью.'
    },
    {
        id: 90,
        text: 'Шива любит каждого, кто смиряется ради истины, потому что Он абсолютный источник чистого знания.'
    },
    {
        id: 91,
        text: 'Если вы сострадательный человек, тогда вы испытываете желание дать свою любовь и знания другим.'
    },
    {
        id: 92,
        text: 'Вы нашли СЙ благодаря своему желанию и прошли через множество жизней, прежде чем достигли ее.'
    },
    {
        id: 93,
        text: 'Научитесь через интроспекцию улучшать себя и становиться более хорошей и любящей личностью.'
    },
    {
        id: 94,
        text: 'Любовь, являющаяся привязанностью, не может быть любовью.'
    },
    {
        id: 95,
        text: 'Мы должны быть смиренными, чтобы достичь Лотосных Стоп Шри Махадевы, Шивы.'
    },
    {
        id: 96,
        text: 'Полностью простите всех и не реагируйте. Эго много реагирует. Установите состояние свидетеля.'
    },
    {
        id: 97,
        text: 'Уверенность не следует смешивать с Эго. Это полная мудрость, дхарма, любовь, красота и совершенный Бог.'
    },
    {
        id: 98,
        text: '«Мне нужно это, нужно то, нужно еще что-то». Мы должны знать, в чем нуждаются другие люди. В чем их нужда?'
    },
    {
        id: 99,
        text: 'Нет необходимости чувствовать вину. Если вы сделали что-то неправильное, просто взгляните на это.'
    },
    {
        id: 100,
        text: 'Когда у вас нет желаний, вы счастливы, потому что вы никогда не разочарованы.'
    },
    {
        id: 101,
        text: 'Человек, который считает себя чем-то особенным, не должен приходить в СЙ, вы должны стать неотъемлемой частью целого.'
    },
    {
        id: 102,
        text: 'Кундалини знает все. Вы не можете скрыть что-либо, но вы должны отработать это.'
    },
    {
        id: 103,
        text: 'Вы имеете все энергии!'
    },
    {
        id: 104,
        text: 'Да благословит вас Бог!'
    },
    {
        id: 105,
        text: 'Целомудрие!'
    },
    {
        id: 106,
        text: 'Когда присутствует Эго, вы не можете быть свидетелем. Чтобы заставить Эго исчезнуть, произносите мантру Шри Иисусу.'
    },
    {
        id: 107,
        text: 'Как растет дерево? Само. Позвольте себе расти самостоятельно, через интроспекцию и медитацию.'
    },
    {
        id: 108,
        text: 'Нет необходимости становиться ритуалистичными и фанатичными, это опасно, ваши действия должны идти от сердца.'
    },
];